<template lang="pug">
  Article(:title="'Что такое минимализм?'"
          :date="'14.11.2019'")
    blockquote.article__blockquote "Мы покупаем вещи которые нам не нужны, за деньги которых у нас нет, чтобы впечатлить людей, которые нам не нравятся."<br><br>— Чак Паланик
    img.article__image(:src="require('../../assets/img/chto-takoe-minimalism/sky.jpg')" alt="Sky")
    p.p Как термин, минимализм применим во многих сферах, но значение его везде неизменно: избавляйтесь от лишнего и оставляйте только действительно важное. В дизайне интерьера это избавление от ненужной мишуры для оптимизации пространства, а в личной жизни минималиста - избавление от ненужных вещей и занятий в пользу того, что действительно делает тебя счастливым.
    p.p Это вовсе не значит, что при таком образе жизни необходимо выбросить все свои вещи и остаться в пустой комнате с одной тарелкой для супа и чая! У каждого свой взгляд на счастье. Однако часто мы даже не замечаем, насколько сильно некоторые "сокровища" портят нам жизнь. Человеку в современном мире не так-то просто понять, чего он на самом деле хочет. Очень часто желания являются не частью нашей мечты, но следствием рекламы - ведь именно из нее можно узнать, что и зачем нам нужно.
    p.p Минимализм - не просто избавление от ненужных вещей, которыми вы уже владеете; это еще и освобождение от обязанности покупать новые ненужные вещи. И именно с этого шага стоит начинать расхламление своего жилища.
</template>