<template lang="pug">
  Article(:title="'Standard: Mono-Black Aggro'"
          :date="'10.01.2018'")
    p.paragraph Меня зовут Вячеслав Иванов, я живу в Санкт-Петербурге и играю Магию уже больше семи лет.Меня зовут Вячеслав Иванов, я живу в Санкт-Петербурге и играю Магию уже больше семи лет.
    p.paragraph Когда я играл формат Наследие, моей любимой (и единственной) колодой был Mono-Black Suicide - агрессивная черная виня с существами 2/2 за 1 ману, дарк ритуалами, гимнами и джиттой. К сожалению, из-за новой Равники и Возрождения Авацины она уже давно не актуальна в вечном формате - зато колода, которой я сейчас играю Стандарт, достойно продолжает ее темное дело!
    p.paragraph Mono-Black Aggro является черной виней с простым планом на игру - с первого хода мы занимаем стол дешевыми существами и ходим в атаку под прикрытием ремувала и дискарда.
    h2.heading О существах и машинах:
    p.paragraph Возможность играть этой колодой появилась благодаря наличию в стандарте трех существ за одну ману, наносящих по два повреждения за каждую атаку. Лучшее начало партии для Mono-Black Aggro - первый дроп на первый ход и два на второй, в связи с чем обычно используют все три комплекта.
    img.article__image(:src="require('../../assets/img/standard-mono-black-aggro/pilots.png')" alt="Pilots")
    p.paragraph Когда первая агрессивная волна разобьется о медведей 2/2, наши малыши продолжат приносить пользу: заводить машины, пролетающие над защитниками оппонента, и умирать, блокируя действительно больших существ.
    p.paragraph Вторые дропы - это самые лучшие черные существа за две маны:
    img.article__image(:src="require('../../assets/img/standard-mono-black-aggro/two_drops.png')" alt="Two drops")
    p.paragraph Одаренный Эфирид отлично сдерживает больших существ оппонента и восполняет наше здоровье в партиях с другими агроколодами - а Металлоломный Хапуга не блокирует, зато ходит в атаку на три и выпрыгивает из могилы в любой момент. Но они просто качественные.
    p.paragraph А вот Откачивательница Золотой Руки настолько хороша, что только для нее в манабазу попали Эфирные Узлы.
    p.paragraph В некотором смысле, эта карта основа нашей колоды: возможность брать дополнительную карту каждый ход позволяет в поздней игре компенсировать низкое качество существ их количеством, и даже атакует она, как настоящий черный рыцарь - существо с угрозой не всегда получится заблокировать.
    p.paragraph Кроме того, у карты отличная иллюстрация:
    img.article__image(:src="require('../../assets/img/standard-mono-black-aggro/confidant.png')" alt="Confidant")
    p.paragraph Поскольку колода рассчитана на максимальное взаимодействие на первых ходах партии, третьи дропы здесь - самые большие и дорогие существа, и под них остается примерно шесть слотов, большую часть которых занимает лучшая машина в Стандарте.
    img.article__image(:src="require('../../assets/img/standard-mono-black-aggro/third_drop.png')" alt="Three drops")
    p.paragraph Вековечная Амат просто очень большая, зато Яхенни позволяет использовать большое количество трюков - спасает зомби от изгнания, "выключает" цепь жизни и очень хорошо работает с Последней Расплатой Бонту.
    h2.heading Темная магия, узлы и болота:
    p.paragraph Существа являются основой нашей колоды - но без карт поддержки они не смогут привести нас к победе.
    p.paragraph В текущем Стандарте одновременно хорошего и дешевого черного ремувала всего две карты, а играть дорогим без действительно важной причины мы не можем - поэтому Презрение Враски находится в сайдборде и используется при встрече с богами Амонхета.
    img.article__image(:src="require('../../assets/img/standard-mono-black-aggro/spells.png')" alt="Spells")
    p.paragraph К сожалению, дискард в формате условный, и использовать его в мэйне можно только для противостояния специфичному метагейму. На данный момент Конкистадоров иногда заменяют на Тщательное Рассмотрение, из-за большой популярности мидренджей.
    img.article__image(:src="require('../../assets/img/standard-mono-black-aggro/discard.png')" alt="Discard")
    p.paragraph Трюки позволяют удержать на поле боя наших лучших бойцов - чаще всего целью для спасения и реанимации становятся Откачивательница или Одаренный Эфирид. Ключ от Города помогает избавиться от лишних земель и нанести нанести дополнительные повреждения.
    img.article__image(:src="require('../../assets/img/standard-mono-black-aggro/tricks.png')" alt="Tricks")
    p.paragraph Манабаза колоды состоит из 20-22 земель - базовых болот, Эфирных Узлов и Гиблых Земель Ифнира:
    img.article__image(:src="require('../../assets/img/standard-mono-black-aggro/lands.png')" alt="Lands")
    p.paragraph Эфирные Узлы дают дополнительную энергию для способностей Эфиросферного Сборщика и Откачивательницы Золотой Руки, а так же могут использоваться для разыгрывания неожиданных нечерных заклинаний.
    img.article__image(:src="require('../../assets/img/standard-mono-black-aggro/ifnir.jpg')" alt="Ifnir")
    p.paragraph Колода появилась относительно недавно и успела засветиться в топах крупных турниров, ни на одном на заняв первого места - но в последнее время ее популярность растет, и это может измениться.
    p.paragraph Если Вы любите черный цвет и ищете недорогую колоду для регулярных турниров, я бы порекомендовал Mono-Black Aggro. А если вы любите белый цвет - переходите на темную сторону, у нас есть Juzám Djinn!
</template>