<template lang="pug">
  Article(:title="'Old School MTG: Как начать играть?'"
          :date="'02.11.2018'")
    p.paragraph Эта статья очень поможет юношам и девушкам, которые хотят приобщится к самой популярной в мультивселенной коллекционной карточной игре - Magic: the Gathering. Сегодня вы узнаете, где достать самые сильные заклинания для своей колоды и найти противников для игры. Более того, прочитав этот текст вы постигните все тайны магии и сможете обыграть даже того самого парня с Шиванским Драконом!
    img.article__image(:src="require('../../assets/img/os-mtg-kak-nachaty-igrat/how-to-start.jpg')" alt="How to start?")
    h2.heading С чего начать?
    p.paragraph Этот вопрос задает себе каждый, кто увидел карты MTG в руках у друзей, на страницах журналов или в интернете. И один из самых распространенных ответов - попробуй компьютерную версию игры!
    p.paragraph Звучит довольно просто, ведь сейчас дома у всех есть компьютер, и найти оппонента онлайн не составит труда - но на практике это работает не очень хорошо.
    img.article__image(:src="require('../../assets/img/os-mtg-kak-nachaty-igrat/Shandalar.png')" alt="Shandalar")
    p.paragraph Я скачал в интернете последнюю версию Magic: the Gathering, и победил нескольких компьютерных противников - но не нашел в своей подсети ни одного живого волшебника. Даже подумал, что поврежден мой модем... но с ним все в порядке: просто никто не играет в компьютерную Магию. Странно, игра вроде отличная.
    p.paragraph Ладно, MTG в первую очередь настольная игра, карточки из бумаги и играть ими предстоит с живыми людьми - отправившись с такими мыслями в местный магазин, я вновь потерпел фиаско: играли там в основном слишком молодые люди, да еще и какими-то странными новыми карточками с уродливым оформлением. Купив пару бустеров я убедился, что тут точно не получится начать играть в Old School Magic: даже в качестве редкой карты попалась плохая версия Underground Sea.
    img.article__image(:src="require('../../assets/img/os-mtg-kak-nachaty-igrat/Watery_Grave.jpg')" alt="Watery Grave")
    h2.heading Где искать карты?
    p.paragraph Кажется, что начать играть в Old School MTG очень непросто - и в компьютерной версии игры, и в большинстве магазинов не найти ни карт, ни оппонентов. Все таки эти карты не печатают уже более 20 лет. Но найти их все еще можно, и часто это не сложнее похода в супермаркет.
    h2.heading Вот три способа приобрести олдскульную продукцию:
    p.paragraph 1. В интернет-магазинах с большими складами бустеров и карточек можно найти все, что необходимо для колоды, и доставят заказ в любую точку мира - но заплатить придется приличную сумму.
    p.paragraph 2. Торговые площадки: тут карты продают живые люди, и в сравнении с магазинами, обойдутся они вам на 10-40% дешевле. Правда, найти все необходимое у одного или даже нескольких продавцов не получится - и на составление колоды придется потратить больше времени.
    p.paragraph 3. Это самый ненадежный способ, но сорвать можно действительно большой куш: блошиные рынки и "гаражные" распродажи. Люди часто выкидывают свои детские сокровища и прочее старье - или просто продают эти запасы, не имея представления о цене. В России вы с большей вероятностью найдете так пехотное ружье графа Толстого, а не Black Lotus, но попробовать можно.
    img.article__image(:src="require('../../assets/img/os-mtg-kak-nachaty-igrat/cards.jpg')" alt="Cards")
    h2.heading Где играть в Old School MTG?
    p.paragraph Теперь, когда вы собрали отличную колоду, пора опробовать ее в нескончаемых сражениях с другими волшебниками со всего мира!
    p.paragraph Со всего мира, потому что найти оппонента в своем городе получается не у всех: у нас в Санкт-Петербурге довольно большое сообщество из трех человек, но и мы регулярно играем через Skype или appear.in.
    p.paragraph Для онлайн-баталий вам понадобятся компьютер, колода, камера, микрофон и базовое знание английского языка. Найти оппонентов можно в FaceBook-сообществе OLDSCHOOL 93-94 ONLINE TOURNAMENTS, а в Old School 95 и Original Type II можно принять участие в ежемесячных турнирах. Важный момент: в формате OS95 легальны карты из Ice Age, а в Original Type II легальны выпуски с 4th Edition по Ice Age.
    img.article__image(:src="require('../../assets/img/os-mtg-kak-nachaty-igrat/deck_cam.jpg')" alt="Deckbox")
    h2.heading Теперь самое главное!
    p.paragraph Вы же наверняка дочитали до этого момента с одной целью - наконец-то узнать, как же победить парня с Шиванским Драконом в колоде? Тут все проще, чем кажется!
    p.paragraph Шиванский Дракон очень опасен из-за полета и способности превращать ману в повреждения, но он и стоит 6 ман: ломайте земли оппонента при помощи Strip Mine, Stone Rain или Sinkhole. Ну и не спешите тратить Terror на гоблинов и мишек - с его помощью можно будет разобраться с драконом.
</template>