<template lang="pug">
  Article(:title="'Retro Decktech: Warp World (T2)'"
          :date="'13.12.2017'")
    p.paragraph Привет!
    p.paragraph Меня зовут Вячеслав Иванов, я живу в Санкт-Петербурге, играю в Магию уже больше семи лет и многого достиг в этой игре: выиграл SCG-ковер колодой за 200 рублей, оставлял руку с тремя моксами без металкрафта, и - самое главное - выиграл PTD Premium 2014 (закрытый турнир для самых лучших игроков Санкт-Петербурга).
    p.paragraph Сегодня я расскажу Вам про колоду из далекого 2010 года:
    img.article__image(:src="require('../../assets/img/retro-decktech-warp-world-t2/warp.jpg')" alt="Warp")
    p.paragraph Год, когда я начал играть в Магию, был действительно крутым - почти каждый вечер мы собирались с пацанами в "Саргоне" и шлепали собственными странными накурами или листами из интернета. Мы не договаривались о партиях - тогда в клубе вечером часто можно было найти компанию. Золотое время для МтГ-задрота и один из лучших этапов моего увлечения игрой!
    p.paragraph Однажды, просматривая альбомы в Саргоне, я нашел способ нечестно выводить на стол большое количество перманентов - Искривленный Мир. Восьмой манакост заклинания вынуждал использовать манаразгон, а лучшим известным мне на тот момент существом был Богарданский Змей. С этого и началась колода.
    img.article__image(:src="require('../../assets/img/retro-decktech-warp-world-t2/main.png')" alt="Main cards")
    p.paragraph Кроме двух комплектов основных карт, в "Искривленный Мир" попали:
    p.paragraph 12 карт разгона: по 4 Лановарских Эльфа, Эльфа-Первопроходца и Плодородных Почвы. Буйный Рост не использовался - в колоде все карты, кроме Искривленного Мира, были перманентами.
    img.article__image(:src="require('../../assets/img/retro-decktech-warp-world-t2/ramp.png')" alt="Ramp")
    p.paragraph 12 карт для защиты от существ оппонента: 4 Кухонных Прохвоста, 4 Кровожадных Красных Колпака и 4 Командира Осадчиков. Первые позволяли блокировать, оставляя на столе перманент - а Зигзаг сам по себе неплохо заполнял стол.
    img.article__image(:src="require('../../assets/img/retro-decktech-warp-world-t2/tokens.png')" alt="Tokens")
    p.paragraph Дополняли колоду 22 базовых земли (леса и горы), 4 Почитателя в Масках и 2 Бражки, Мамаши Налетчиков. Бражка великолепно работала с главной картой колоды - при разыгрывании двух Миров подряд, можно было поставить в стол почти всю колоду и точно попасть в 4 Богарданцев. Почитатели в Масках помогали докопаться до карты победы, а так же позволяли сыграть второй Искривленный Мир в ход - конечно, если повезет поднять его с топдека за их способность.
    img.article__image(:src="require('../../assets/img/retro-decktech-warp-world-t2/draw.png')" alt="Draw")
    p.paragraph Основной план колоды - как можно быстрее заполнить стол и сыграть Искривленный Мир. Скорее всего, у оппонента будет меньше перманентов - а заклинания, которые он получит после искривления, отправятся на дно его библиотеки. Мы в то же время получим полную руку перманентов и огромное преимущество - конечно, если не выиграем при помощи четырех драконов и выстрела на 20.
    p.paragraph Колода выглядит, как нестабильный набор карт - но, в отличии от остальных моих колодостроительных проектов, она работала! Я точно выиграл ей пару бустеров на детском турнире, а на настоящем Т2 даже смог одолеть 5С Контроль (тир 1 на тот момент).
    img.article__image(:src="require('../../assets/img/retro-decktech-warp-world-t2/hellkite.jpg')" alt="Hellkite")
    p.paragraph Некоторое время спустя колода появилась в интернете, в топ-8 какого-то настоящего турнира. Еще позже - на официальном сайте. Конечно, лист был намного лучше, и в нем использовались действительно сильные карты того периода - карты, о которых я даже не знал.
    p.paragraph Но все равно, это было невероятное ощущение - Искривленный Мир стал моим первым настоящим достижением в игре. И стал очень важным уроком - только необычные изменения в популярных листах и неожиданные решения в процессе партий приносят мне победы в Магии, компенсируя низкий уровень игры. Надеюсь, что это принесет пользу и Вам.
</template>