<template lang="pug">
  .info
    h1.h1 Привет!&#128075;
    p.p Меня зовут Вячеслав, и я  фронтенд-разработчик.
    p.p Живу в Санкт-Петербурге, с начала 2020 работаю удаленно. В основном работаю с Vue/Pug/Sass -
      | но использовал и другие препроцессоры и шаблонизаторы, собирал проекты при помощи Gulp,
      | писал на React.
      p.p В свободное время я учусь исполнять блюз на губной гармонике и играю в настольную игру 93 года выпуска.
</template>

<style lang="sass">
.info
  padding: 0 15px
  margin-bottom: 1.5em
</style>