<template lang="pug">
  Article(:title="'Old School Deck: Rabid Wombat'"
          :date="'19.09.2018'")
    p.paragraph Вомбаты - сумчатые травоядные млекопитающие из Австралии. Выглядят они как небольшие медвежата или огромные морские свинки, живут в глубоких норах, питаются травами, корнями или грибами. Грызуны миролюбивы и безобидны, если не вторгаться в их жилище - но приходят в бешенство, когда к ним прикрепляют ауры.
    img.article__image(:src="require('./wombat_deck.jpg')" alt="Deck and wombat")
    p.paragraph В начале сентября я принимал участие в онлайн-лиге 93/94 Discord Ironroot Chef. Это не только турнир по Магии, но и колодостроительный конкурс: каждому участнику нужно было выбрать одну карту из списка и построить колоду вокруг ее механики или художественной составляющей. Я выбрал Rabid Wombat - и не могу не поделиться своим листом:
    img.article__image(:src="require('./wombat_decklist.jpg')" alt="Deck list")
    p.paragraph Механика этой карты не дает особого простора для фантазии - план на игру очень линейный: как можно быстрее находим и призываем вомбата, вешаем на него ауры, прикрываем и ходим в атаку. Составляя колоду, я решил использовать 24 земли, а остальные карты поделить на 3 ровные группы - 12 существ, 12 аур и 12 карт поддержки. К сожалению, до начала турнира не получилось найти весь комплект Verduran Enchantress и второй Sylvan Library - часть чародеек я заменил на 2 Cockatrice, а библиотеку пришлось запроксить.
    img.article__image(:src="require('./main_cards.jpg')" alt="Main cards")
    p.paragraph В качестве разгона используются только Llanowar Elves и Sol Ring. Sylvan Library помогает довольно быстро найти нашего медвежонка, особенно работая вместе с Land Tax.
    img.article__image(:src="require('./wombat_ramp.jpg')" alt="Ramp")
    p.paragraph Regeneration одновременно и растит, и защищает Вомбата, Divine Transformation делает его невероятно большим, а Spirit Link позволяет восстановить потерянные пункты здоровья. Повесив Lure на второе наше существо, можно отправить огромного босса в летальную атаку.
    img.article__image(:src="require('./auras.jpg')" alt="Auras")
    p.paragraph Avoid Fate отвечает на Swords to Plowshares и Control Magic, Disenchant ломает моксы и помогает выиграть у колод вида Prison, Verduran Enchantress не дает картам в руке неожиданно закончиться. Regrowth - это дополнительная копия любой уже разыгранной карты; его стоит использовать в каждой зеленой колоде.
    p.paragraph Для победы нам обычно достаточно одного вомбата, так что Balance является идеальным ответом на построенные на большом количестве существ стратегии.
    img.article__image(:src="require('./wombat_spells.jpg')" alt="Spells")
    p.paragraph Компанию Лесам и Равнинам составляют Strip Mine и Mishra's Factory - важная часть манабазы почти каждой EC-колоды.
    img.article__image(:src="require('./wombat_lands.jpg')" alt="Lands")
    p.paragraph Многие карты в этой версии колоды не достаточно оптимальны, но это не страшно: она же не соревновательная. Даже используя в ней P9 и качественные карты, выигрывать будет сложно - зато можно повеселиться, отправляя в атаку огромного вомбата 11/12 с цепью жизни!
    p.paragraph Если Вы тоже хотите составить колоду вокруг какой-нибудь необычной карты Магии и испытать ее в деле, ищите анонс следующей лиги 93/94 Discord Ironroot Chef на discord-сервере OldSchoolMTG.
</template>