<template lang="pug">
  Article(:title="'Old School Deck: Dead Guy Ale'"
          :date="'04.10.2018'")
    p.paragraph Dead Guy Ale, впервые сваренный в начале 1990 года на День всех святых, пришелся по вкусу любителям пива и выпускается на регулярной основе и по сей день - но его непросто найти в Санкт-Петербурге, поэтому на фото Samuel Smith's Nut Brown Ale. А еще Dead Guy Ale - это название, привязавшееся ко всем черно-белым колодам в Магии.
    p.paragraph И именно такой колодой я отыграл Old School 95 Online Tournament в сентябре.
    img.article__image(:src="require('./deadguy_deck.jpg')" alt="Deck and beer")
    p.paragraph В расширенном формате старой школы, Old School 95, легальны карты из выпуска Ice Age и немного изменены списки запрещенных и ограниченных карт. На мой взгляд, он отлично подходит для знакомства новых игроков со старой магией, благодаря доступной манабазе и большому количеству репринтов - узнать подробную информацию о формате можно в FaceBook-группе и блоге Timewalking. А теперь перейдем к колоде:
    img.article__image(:src="require('./deadguy_list.jpg')" alt="Deck list")
    p.article__caption Я ошибся с d6 - в колоде всего 3 Strip Mine и 60 карт:)
    p.paragraph Моя любимая колода для Old School Mtg - Mono Black: черный цвет предоставляет доступ к большому количеству сильных карт, но почти не может справиться с чарами и артефактами. И эту проблему лучше всего решают белые карты!
    p.paragraph План на игру классический для агрессивной черной колоды: быстро начинаем партию при помощи 4 копий Dark Ritual и ходим в атаку существами, параллельно ломая планы противника - сбрасывая его карты с руки и уничтожая перманенты.
    h2.heading Заклинания:
    p.paragraph Черный цвет предоставляет разгон и преимущество по картам: с Dark Ritual даже бюджетная колода не отстает по темпу от powered-листов с моксами и лотосом, а разыграв Hymn to Tourach в начале партии можно оставить противника без угроз, ответов или ресурсов.
    p.paragraph В белом же цвете собран лучший в игре ремувал: Swords to Plowshares отвечает на почти любое существо всего за одну ману и несколько пунктов здоровья, а Disenchant разберется с самыми опасными олдскульными перманентами - артефактами и чарами.
    img.article__image(:src="require('./deadguy_spells.jpg')" alt="Spells")
    h2.heading Существа:
    p.paragraph Swords to Plowshares отвечает на многих существ в Старой Магии, но не на Black Knight и Order of the Ebon Hand. Защита от белого - лучшая из возможных защит, а первый удар позволяет рыцарям держать стол или безнаказанно ходить в атаку. Кроме того, Order позволяет утилизировать Dark Ritual в поздней игре.
    p.paragraph Sengir Vampire и Juggernaut - это большие угрозы, которые очень быстро закрывают игры. Но все же лучшее начало для этой колоды - Swamp, Ritual, Hypnotic Specter: призванный на первом ходу, этот парень очень быстро оставит оппонента без карт!
    img.article__image(:src="require('./deadguy_creatures.jpg')" alt="Creatures")
    h2.heading Ограниченные карты:
    p.paragraph Mind Twist похож на Гимн, только может забрать не 2 карты, а всю руку оппонента. Сыграть его на 4 и больше позволяет Sol Ring, а Demonic Tutor позволит в нужный момент получить необходимую карту.
    p.paragraph Balance - сложная карта, но при правильном использовании она легко закроет партию или развернет течение игры в вашу пользу.
    img.article__image(:src="require('./deadguy_restr.jpg')" alt="Restricted")
    h2.heading Земли:
    p.paragraph Большую часть манабазы составляют Болота (10 шт.); белый цвет является небольшим дополнением, в связи с чем представлен 2 Равнинами и полным комплектом City of Brass. Maze of Ith не совсем земля, но защищает от атак - а иногда и спасает наших существ при активных боевых действиях.
    p.paragraph Strip Mine в формате 95 года ограничен до 3 копий, и именно столько шахт было в моей колоде на турнире. Mishra's Factory не ограничен - но действует старое правило, по которому повернутое существо не наносит боевых повреждений.
    img.article__image(:src="require('./deadguy_lands.jpg')" alt="Lands")
    h2.heading Sideboard:
    p.paragraph Пара Circle of Protection: Red помогает против агрессивных красных колод и может защитить от Channel-Fireball, получать преимущество по картам в битвах с контролями можно за счет Greed и Disrupting Scepter, а на большое количество проблемных перманентов ответит Nevinyrral's Disc.
    p.paragraph Для колод, содержащих большое количество белых карт, приготовлен Gloom - а Terror и Paralyze заменят остальные наши белые карты и сделают эффект этой чары односторонним.
    img.article__image(:src="require('./deadguy_side.jpg')" alt="Sideboard")
    p.article__caption Underworld Dreams не в сайдборде - я использовал его вместо четвертого Order of the Ebon Hand, которого не нашел перед началом турнира
    p.paragraph Турнир я закончил с результатом 5:1, а колода мне очень понравилась - скорее всего, именно ее я выберу для участия в первом "бумажном" турнире по формату Old School.
    p.paragraph Вот напоследок несколько недоступных мне по разным причинам изменений, который поднимут Dead Guy Ale на новый уровень:
    p.paragraph - 3 Swamp, -2 Plains, -2 Juggernaut, - 15K $, -1 Maze of Ith <br> + 4 Scrubland, +1 Mox Jet, +2 Juzam Jinn, +1 Black Lotus
</template>